tap "jandedobbeleer/oh-my-posh"
brew "bat"
brew "black"
brew "fzf"
brew "gh"
brew "glow"
brew "helm"
brew "helm-ls"
brew "htop"
brew "k6"
brew "kubernetes-cli"
brew "luarocks"
brew "mole"
brew "neofetch"
brew "neovim"
brew "openvpn"
brew "python@3.11"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "codex"
cask "font-hack-nerd-font"
cask "ghostty"
cask "iterm2"
cask "openvpn-connect"
cask "postman-cli"
uv "specify-cli"
npm "@google/gemini-cli"
npm "avj"
npm "corepack"
npm "newman-reporter-pdf"
npm "openclaw"
npm "unlighthouse-ci"
npm "wrangler"
